{
    "bestseller": "BESTSELLER" ,
    "foodpreparation": "ESSENSZUBEREITUNG",
    "beverageequipment": "GETRÄNKEAUSRÜSTUNG",
    "oven": "ÖFEN & DAMPFGERÄTE",
    "cooking": "KOCHGERÄTE",

    "ovendes": "Viele Arten von Öfen verfügbar",
    "kitchendes": "Küchengeräte einschließlich Planetenmixer und Fleischwolf",
    "cookingdes": "Wir sind Experten für die Lieferung von Kochgeräten",
    "beveragedes": "Kommerzielle Getränkeausrüstung verfügbar",
    "details": "Einzelheiten",
    "viewbutton": "Produkt anzeigen",
    "aboutus": "ÜBER UNS",
    "aboutdes": "Industrielle Küchenausrüstung: Es handelt sich um die Ausrüstung, die die Arbeit von Unternehmen wie Restaurants, Hotels, Krankenhäusern, Fabriken und Schulen ermöglicht, in denen große Mengen an Lebensmitteln hergestellt werden, und die aus Edelstahlprodukten gemäß den festgelegten Regeln bestehen Gesundheit und Hygiene gewährleistet sind und die Arbeit zügig erledigt wird. Unser Unternehmen, das den Grundsatz übernommen hat, die technologischen Entwicklungen im Bereich der industriellen Küchenausrüstung genau zu verfolgen, ist bestrebt, unseren Kunden hochwertige Maschinen und Geräte zu den wirtschaftlichsten Bedingungen anzubieten. Wir bieten unseren Kunden unsere innovativen und ästhetischen Produkte an, produzieren sie für sie und vermarkten sie in unserem Land und auf der ganzen Welt.",
    "viewall": "Alle ansehen",
    "login": "ANMELDUNG",
    "logindes": "Sie können das gewünschte und gewünschte Produkt auswählen und das Angebotsformular an unsere E-Mail-Adresse senden. Sie können das gewünschte Produkt auswählen und es an unsere E-Mail-Adresse senden.",
    "whatsappicon": "chatte mit uns",
    
    "home": "Heim",
    "supplier": "Anbieter",
    "Products": "Produkte",
    "about": "Um",
    "contact": "Kontakt",
    "orders": "Aufträge",
    
    "footdes": "Industrielle Küchenausrüstung: Es handelt sich um die Ausrüstung, die die Arbeit von Unternehmen wie Restaurants, Hotels, Krankenhäusern, Fabriken und Schulen ermöglicht, in denen große Mengen an Lebensmitteln produziert werden.",
    "corporate": "Unternehmen",
    "vision": "Unsere Vision",
    "mission": "Our Mission",
    "documents": "Unsere Aufgabe",
    "privacy": "Datenschutzrichtlinie",
    "groups": "Produktgruppen",
    "dough": "Teigknetmaschine",
    "blender": "Mixer/Mixer",
    "professional": "Professionelles Teigkneten",
    "ovens": "Ofen",
    "overturn": "Den Teig umdrehen und kneten",
    "get": "In Kontakt kommen",
    "phone": "Telefon",
    "email": "E-Mail",
    "address": "Adresse",
    "allright": "Alle Rechte vorbehalten.",
    "Cities": "Catering-Anbieter",
    "aboutsurry": "Unser Unternehmen mit Sitz in Surrey, Großbritannien, ist bestrebt, an der Spitze des technologischen Fortschritts im Bereich der industriellen Küchenausrüstung zu bleiben. Wir sind bestrebt, unseren Kunden in Surrey und darüber hinaus hochwertige Maschinen und Werkzeuge zu wettbewerbsfähigsten Preisen anzubieten. Unser Fokus auf Innovation und Ästhetik stellt sicher, dass wir hochmoderne Produkte liefern, die auf die vielfältigen Bedürfnisse unserer Kunden zugeschnitten sind.",
    "aboutkent": "Industrielle Küchenausrüstung spielt eine entscheidende Rolle bei der Erleichterung des Betriebs verschiedener Betriebe, darunter Restaurants, Hotels, Krankenhäuser, Fabriken und Schulen, die in der Lebensmittelproduktion in großem Maßstab tätig sind. Diese aus Edelstahl gefertigten Geräte erfüllen strenge Gesundheits- und Hygienestandards und sorgen für effiziente und schnelle Arbeitsabläufe. In der pulsierenden Stadt Kent, Großbritannien, ist unser Unternehmen bestrebt, mit den neuesten technologischen Fortschritten im Bereich der industriellen Küchenausrüstung Schritt zu halten.",
    "aboutsussex": "Unser Unternehmen mit Sitz in Sussex, Großbritannien, ist bestrebt, mit den technologischen Fortschritten im Bereich der industriellen Küchenausrüstung Schritt zu halten. Unser Ziel ist es, Kunden in Sussex qualitativ hochwertige Maschinen und Geräte zu den wirtschaftlichsten Bedingungen anzubieten. Mit einem Fokus auf Innovation und Ästhetik bringen wir eine Reihe innovativer Produkte auf den Markt, die auf die unterschiedlichen Bedürfnisse unserer Kunden zugeschnitten sind."



}