{
    "bestseller": "BEST SELLERS" ,
    "foodpreparation": "FOOD PREPARATION",
    "beverageequipment": "BEVERAGE EQUIPMENTS",
    "oven": "OVENS & STEAMERS",
    "cooking": "COOKING EQUIPMENTS",

    "ovendes": "Many types of ovens available",
    "kitchendes": "kitchen equipment including planetary mixers and meat mincers",
    "cookingdes": "we are experts at supplying cooking equipment",
    "beveragedes": "Commercial beverage equipments available",
    "details": "Details",
    "viewbutton": "View Product",
    "aboutus": "ABOUT US",
    "aboutdes": "Industrial kitchen equipment: It is the equipment that enables the work of enterprises such as restaurants, hotels, hospitals, factories, and schools where large amounts of food production are carried out, consisting of stainless steel products in accordance with the rules determined in terms of health and hygiene and that the work is done quickly. Our company, which has adopted the principle of closely following the technological developments in the field of industrial kitchen equipment, aims to offer our customers quality machinery and equipment under the most economical conditions. We offer our innovative and aesthetic products to our customers and produce them, for them and market them over our country and all the world.",
    "viewall": "View All",
    "login": "LOGIN",
    "logindes": "You can choose the desired and desired product and send the offer form to our e-mail address You can choose the product you want and send it to our e-mail address.",
    "whatsappicon": "Chat with us",
    
    "home": "Home",
    "supplier": "Supplier",
    "Products": "Products",
    "about": "About",
    "contact": "Contact",
    "orders": "Orders",

    "footdes": "Industrial kitchen equipment: It is the equipment that enables the work of enterprises such as restaurants, hotels, hospitals, factories and schools where large amounts of food production is carried out.",
    "corporate": "Corporate",
    "vision": "Our Vision",
    "mission": "Our Mission",
    "documents": "Our Documents",
    "privacy": "Privacy Policy",
    "groups": "Product Groups",
    "dough": "Dough Kneading Machine",
    "blender": "Blender/Mikser",
    "professional": "Professional Dough Kneading",
    "ovens": "Oven",
    "overturn": "Overturn dough kneadi",
    "get": "Get in Touch",
    "phone": "Phone",
    "email": "E-Mail",
    "address": "Address",
    "allright": "All rights reserved.",
    "Cities": "Catering Suppliers",
    "aboutsurry": "In Surrey, UK, our company is dedicated to staying at the forefront of technological advancements in the field of industrial kitchen equipment. We are committed to providing our customers in Surrey and beyond with high-quality machinery and tools at the most competitive prices. Our focus on innovation and aesthetics ensures that we deliver cutting-edge products tailored to meet the diverse needs of our clientele.",
    "aboutkent": "Industrial kitchen equipment plays a crucial role in facilitating the operations of various establishments, including restaurants, hotels, hospitals, factories, and schools, engaged in large-scale food production. Crafted from stainless steel to meet strict health and hygiene standards, this equipment ensures efficient and swift workflows. In the vibrant city of Kent, UK, our company stands committed to staying abreast of cutting-edge technological advancements in the realm of industrial kitchen equipment. ",
    "aboutsussex": "In Sussex, UK, our company is dedicated to staying abreast of technological advancements in the field of industrial kitchen equipment. Our commitment is to provide customers in Sussex with high-quality machinery and equipment under the most economical conditions. With a focus on innovation and aesthetics, we bring forth a range of cutting-edge products tailored to meet the diverse needs of our clientele."

}