{
    "bestseller": "BEST SELLERY" ,
    "foodpreparation": "PRZYGOTOWANIE POSIŁKU",
    "beverageequipment": "SPRZĘT NAPOJOWY",
    "oven": "PIEKARKI I PAROWNICE",
    "cooking": "SPRZĘT DO GOTOWANIA",

    "ovendes": "Dostępnych jest wiele rodzajów piekarników",
    "kitchendes": "sprzęt kuchenny, w tym miksery planetarne i maszynki do mielenia mięsa",
    "cookingdes": "jesteśmy ekspertami w dostarczaniu sprzętu kuchennego",
    "beveragedes": "Dostępne komercyjne urządzenia do napojów",
    "details": "Detale",
    "viewbutton": "Zobacz produkt",
    "aboutus": "O NAS",
    "aboutdes": "Przemysłowe wyposażenie kuchni: Jest to sprzęt umożliwiający pracę przedsiębiorstw takich jak restauracje, hotele, szpitale, fabryki, szkoły, w których prowadzona jest produkcja dużych ilości żywności, składającej się z wyrobów ze stali nierdzewnej, zgodnie z zasadami określonymi w ramach zdrowia i higieny oraz aby praca została wykonana szybko. Nasza firma, która przyjęła zasadę uważnego śledzenia rozwoju technologicznego w dziedzinie przemysłowego sprzętu kuchennego, ma na celu oferowanie naszym klientom wysokiej jakości maszyn i urządzeń w najbardziej ekonomicznych warunkach. Naszym klientom oferujemy nasze innowacyjne i estetyczne produkty, produkujemy je dla nich i sprzedajemy na terenie całego kraju i świata.",
    "viewall": "Pokaż wszystkie",
    "login": "ZALOGUJ SIE",
    "logindes": "Możesz wybrać żądany produkt i wysłać formularz oferty na nasz adres e-mail. Możesz wybrać żądany produkt i wysłać go na nasz adres e-mail.",
    "whatsappicon": "kontakt",
    
    "home": "Dom",
    "supplier": "Dostawca",
    "Products": "Produkty",
    "about": "Onas",
    "contact": "Kontakt",
    "orders": "Zamówienia",

    "footdes": "Przemysłowe wyposażenie kuchni: Jest to sprzęt umożliwiający pracę przedsiębiorstw takich jak restauracje, hotele, szpitale, fabryki i szkoły, w których prowadzona jest produkcja dużych ilości żywności.",
    "corporate": "Zbiorowy",
    "vision": "Nasza wizja",
    "mission": "Nasza misja",
    "documents": "Nasze dokumenty",
    "privacy": "Polityka prywatności",
    "groups": "Grupy produktów",
    "dough": "Maszyna do wyrabiania ciasta",
    "blender": "Blender/mikser",
    "professional": "Profesjonalne wyrabianie ciasta",
    "ovens": "Piekarnik",
    "overturn": "Zagnieść ciasto",
    "get": "Skontaktuj się",
    "phone": "Telefon",
    "email": "E-Mail",
    "address": "Adres",
    "allright": "Wszelkie prawa zastrzeżone.",
    "Cities": "dostawcy cateringu",
    "aboutsurry": "Nasza firma w Surrey w Wielkiej Brytanii stara się pozostać w czołówce postępu technologicznego w dziedzinie przemysłowego sprzętu kuchennego. Zależy nam na dostarczaniu naszym klientom w Surrey i poza nim wysokiej jakości maszyn i narzędzi po najbardziej konkurencyjnych cenach. Koncentrując się na innowacyjności i estetyce, zapewniamy dostarczanie najnowocześniejszych produktów dostosowanych do różnorodnych potrzeb naszych klientów.",
    "aboutkent": "Przemysłowe wyposażenie kuchni odgrywa kluczową rolę w usprawnieniu funkcjonowania różnych obiektów, w tym restauracji, hoteli, szpitali, fabryk i szkół, zajmujących się produkcją żywności na dużą skalę. Wykonany ze stali nierdzewnej, aby spełnić rygorystyczne normy zdrowotne i higieniczne, sprzęt ten zapewnia wydajną i szybką pracę. W tętniącym życiem mieście Kent w Wielkiej Brytanii nasza firma stara się być na bieżąco z najnowocześniejszymi osiągnięciami technologicznymi w dziedzinie przemysłowego sprzętu kuchennego.",
    "aboutsussex": "Nasza firma w Sussex w Wielkiej Brytanii stara się być na bieżąco z postępem technologicznym w dziedzinie przemysłowego sprzętu kuchennego. Naszym zobowiązaniem jest dostarczanie klientom w Sussex wysokiej jakości maszyn i urządzeń w najbardziej ekonomicznych warunkach. Koncentrując się na innowacjach i estetyce, oferujemy szereg najnowocześniejszych produktów dostosowanych do różnorodnych potrzeb naszych klientów."



}